SOAPe/Templates/EWS/CreateItem (PostItem).xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
               xmlns:xsd="http://www.w3.org/2001/XMLSchema"
               xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"
               xmlns:t="http://schemas.microsoft.com/exchange/services/2006/types"
               xmlns:m="http://schemas.microsoft.com/exchange/services/2006/messages">
  <soap:Body>
    <m:CreateItem>
      <SavedItemFolderId>
        <!--FIELD:Folder;FolderId-->
      </SavedItemFolderId>
      <m:Items>
        <t:PostItem>
          <t:Subject>
            <!--FIELD:Subject;string-->
          </t:Subject>
          <t:Body BodyType="Text">
            <!--FIELD:Body;string-->
          </t:Body>
        </t:PostItem>
      </m:Items>
    </m:CreateItem>
  </soap:Body>
</soap:Envelope>